import daha from "./public/imgs/projects/articles/daha.jpg";
import persona from "./public/imgs/projects/articles/bersona.jpg";
import ads from "./public/imgs/projects/articles/paid-ads.jpg";
import Ai from "./public/imgs/projects/articles/AI.jpg";
import cow from "./public/imgs/projects/articles/purpleCow.jpg";
import itly from "./public/imgs/projects/articles/vnecia.jpg";
import haj from "./public/imgs/projects/articles/haj.jpg";
import algo from "./public/imgs/projects/articles/algorithms.jpg";
import vitrual from "./public/imgs/projects/articles/virtual.jpg";

export const articles = [
  {
    id: 1,
    title: "دهاء تسويقي",
    img: daha,
    link: "https://www.facebook.com/61556904485171/posts/pfbid02V3nmSSc3RJbJnjmTXFHisMcDUfW2UK6ba7oZYsi13k5RM2hE9n1nQ8K9iM9mVeZ8l/?app=fbl",
    text: `
🔶 دهاء تسويقي ‼️

سنه 2011 شركـة Coca Cola كانت بتواجهه منافسه شديده جدا مـع كميه المنافسين  .

قسم التسويق يسكت ❌
قسم التسويق حب يستعرض عضلاته 💪😂  ✅

قرروا يعملوا حمله تسويقية علي مستوي العالـم وتغير في الحمله اسم كوكا لأسم الناس البتشرب كوكاكولا " share a coke " .

▪️الحمله اتعرفت واشتهرت بـ أسم " كوكاكولا احلي مـع " ابراهيم ،محمد ، اميرة ، ... " 

▪️كوكاكولا وقتها أستخدمت في الحمله أسلوب تسويقي اسمه الـ Presonalization الهو أضافـة الطابع الشخصي للعميل البستخدم المنتـج للمنتج.

▪️طبعا الحملة أنتشرت لدرجـة كل الناس حبت الحملة وارتبطت بيها عاطفيآ وبتتكلم عنها .
" حتى الان تعتبر مـن أقوى حملات كوكاكولا "
الشركة استفادت منها بكم حاجة
- تعزيز العلامة التجارية
- بناء علاقة قوية مع العملاء
- زيادة المبيعات

عشان كده ضيف الطابـع الشخصي للعميل عشان عميلك يحس بالتميز وزي ما انت ميزتـه عن كل الناس ح يميزك ويرتبط بالمنتج بتاعك ويميزك عـن المنافسين .

يلا في أمان الله 🖤

#اوكسجين_تسويقي
`,
  },

  {
    id: 2,
    title: "خلي الذكاء الإصطناعي يزبطك",
    img: Ai,
    link: "https://www.facebook.com/61556904485171/posts/pfbid0mcZykNUrRTocZNd6xRo3mZerDSLdkJWh2k9X12YF8kpQ2A1Jjpmb2AtGSpz7bzLWl/?app=fbl",
    text: `

احيانا ال AI ما بديك الرد الأنت عايزو بدقة
بخرم شوبة و بقعد يحوم حول السؤال 😁
المشكلة ال AI ما فهم أنت عايز شنو بالضبط
و دي ما مشكلة أولاد إبراهيم بس 😂😂 

40 % من مستخدمين الذكاء الإصطناعي
بكتبوا ما بحققوا إستفادة قصوى من ال AI
عشان prompt الكتبوها لل AI ما واضحة
(ال prompt دي الكلام الأنت بتكتبوا لل AI
عشان يفهموا و يرد ليك عليهو ببساطة كدا 🙏)
و عشان تكتب promt كويس دي التركات 👇

⭕ قول لل AI أنسى الأوامر و التعليمات الفوق :

المعلم لمن يجي يرد ليك براجع سجل المحادثة
و بتأثر من الأوامر الفيها اذا ليها علاقة بالموضوع
عشان تتجنب الموقف عندك حلين 🙏 :
-تفتح محادثة جديدة فاضية
-تقول ليهو أنسى الفات يا مكنة

⭕ كسر تلج لل AI :
قول ليهو أنت مقطع المجال و خبرة 10 سنه  
و أنت ريال مدريد في دوري أبطال و ماف منك

دا حقيقي و هاك مثال 😂

أنت خبير في كتابة المقالات  ،
مهمتك تقترح لي اسماء لمقالة
عن موضوع التسويق الفيروسي
خلي الأسماء تكون مبتكرة و غير
مستخدمة تجذب القراء للمقال

الحاجة دي اسمها asign a role 🙏🙏
مهمة جدا و بتطلع ليك نتائج مزبوطة 😎

⭕ أشرح analyst_hassan
   
    `,
  },

  {
    id: 3,
    title: "إعلان ممول vs الترويج المباشر",
    img: ads,
    link: "https://www.facebook.com/61556904485171/posts/pfbid0YkVp4sg2BqfmR4svgjDaAMbbsP6UyL5bb9DUH4HEx5zkkjHBYaoE23C7vMYK48WLl/?app=fbl",
    text: `
🔶 إنشاء إعلان ممول vs الترويج المباشر  ‼️

محمد و سامي جيران في الحلة طبعهم التنافس من هم في المدرسة ، قرر كل واحد فيهم ينشئ مشروعه الخاص 🫡
محمد فتح مركز تدريب و سامي فتح وكالة سفر و سياحة .
عشان محمد و سامي شباب متعلمين كانوا حاسين ب أهمية التسويق و السوشيال ميديا ، ف اتعاقدوا مع براند متخصص في باقات محتوى  🫡 
محمد إختار يقدم تسويق مباشر مع خلال منصاته في السوشيال ميديا 
سامي عايز يطلع من الصندوق و يستخدم إعلان ممول 

(إعلان ممول يعني تدفع قروش للمنصة يعلموا ليك إعلان يحقق لك هدف معين)

مرت أيام و شهور محمد حاليا عندو جمهور ومتابعين في منصاته فيسبوك و يوتيوب ، سامي حقق اهدافه من الاعلان و زاد عدد متابعينه ف بالتالي ارقام المبيعات  إتحسنت .

♦️ أنت تختار شنو ⁉️

▪️في  الترويج المباشر أنت بتستعمل قوة الصفحة العندك ، وبتعتمد على تفاعل مشاركة الجمهور معاك في  الصفحة 🫡 ، لازم يكون عندك جمهور نشيط ويعمل لايك و يعلق لك و يعمل شير .

▪️ إعلان ممول على فيسبوك
زي ما عرفنا فوق هو إنك تدفع مبلغ لمنصة فيسبوك عشان تحقق هدف محدد .

ال facebook ads maniger بيقدملك واجهة بسيطة عشان تقدر تختار الجمهور المستهدف اللي عايز توصله، تحدد  ميزانيتك بالضبط .

▪️ختاما  من دون تعقيد لو عندك ميزانية كويسة و عايز توصل لأكبر عدد من الناس في وقت قصير ، أعمل إعلان ممول هيكون أسرع وأكتر فعالية.

▪️ لو عندك جمهور نشيط ومهتم بمحتواك، فالترويج المباشر من على الصفحة حيعزك . 

في النهاية الاختيار بين إنشاء إعلان ممول أو الترويج المباشر من على الصفحة 
يعتمد على أهدافك وميزانيتك ونوع الجمهور المستهدف. 

يلا في أمان الله 🖤

#اوكسجين_تسويقي
`,
  },
  {
    id: 4,
    title: "صفات العميل المثالي",
    img: persona,
    link: "https://www.facebook.com/61556904485171/posts/pfbid0bcw8tyXerzAF15qX1Gz2QR1ZVqT2SyVFi1fGghgFp2uncyYHHEfaDfcY63mYoWvNl/?app=fbl",
    text: `
🔶  كيف تطلع صفات العميل المثالي ‼️

 قبل ما تبدأ تسوّق للبزنس بتاعك لازم تعمل تقسيم لشرائح العملاء وتعرف إنك حتستهدف منو ⁉️
 التقسيم  بيتم بناءً على ( العمر ، الجنس ، السكن وغيرها ... )

▪️بعدها لازم  تعمل ال Buyer Persona أو شخصية المشتري المثالية و دي عبارة عن شخصية خيالية بتصنعها في مخك وهي بتوضح ليك منه هو العميل المثالي الحيشتري المنتج حقك  🫡 .

♦️ كيف تعمل Buyer Persona ⁉️

نشرح ب مثال 🙏🤝 
لنفترض انو خالد بدرس لغات برمجة 🖥️
خالد جاب الدفتر و القلم عشان يحدد صفات العميل المثالي للكورسات تبعه .

خالد عايز يستهدف الشباب من عمر 16-30 سنة اللي متوفر عندهم إنترنت .
بعد ما خالد حدد الفئة المستهدفة 🤝 بدا يوصف في صفات العميل المثالي 🫡 .

✔️ تعالوا نشوف عمل شنو ⁉️

خالد حدد العميل المثالي شاب أسمه ناصر  عمره داخل الفئة المستهدفة القبيل . 

♦️صفات ناصر شنو ⁉️

🔷 ناصر بقرأ IT  مهتم بالحاسوب و ألعاب الفيديو و كل حاجة بتتعلق بالتكنولوجيا ✅ .
 
🔷 ناصر  بتطمح إنه يكون مهندس متميز يقدر يلقى وظيفة في مجاله في أسرع وقت .

🔷 ناصر بتكلم عربي و مهارته في الإنجليزية كويسة بقدر يتابع الشروحات بالإنجليزي برضو ناصر بقدر يستخدم الحاسوب كويس👌🏻

🔷 ناصر مقتدر مالياً وبيقدر يدفع لسعر الكورس من دون إشتباكات 😂 .

🔷 ناصر دخل كورسات كتير بس ما لقى الكورس العملي المفيد بالنسبة ليه .

🔷 ناصر بقضي أغلب وقته متنقل بين فيسبوك و لينكدين يقلب في الوظائف 🫡 .

🔷 ناصر حيدخل الكورس عشان الكورس عملي مناسب ليهو .

بالطريقة دي حتقدر تعمل  buyer persona  زي ما عمل خالد ✅

يلا في أمان الله 🖤

#اوكسجين _تسويقي

`,
  },
  {
    id: 5,
    title: "خليل متميز في السوق ",
    img: cow,
    link: "https://www.facebook.com/61556904485171/posts/pfbid02yN3Eyo8N1wgZR9t82mQqaJgqT8u35B7RbMoKZxzZFsnD7YQuZTYQNXAn8rbnYhggl/?app=fbl",
    text: `

    بعد التقدم الحصل في التسويق في
    الفترة الأخيرة المنافسة في الأسواق
    إرتفعت و الطرق القديمة بقت مستهلكة
    ف أنت ك صاحب منتج أو مقدم خدمة
     عايز تعبر خليك بتفكر خارج الصندوق
     و أعرف من أين تؤكل الكتف عشان
     الحشاش هو البملأ شبكتو في النهاية🤝
    
     لو أنت عايز تملأ شبكتك تابعني للنهاية 
    حنتكلم عن إستراتيجية البقرة البنفسجية 😁
    
    فالنفترض إنك ماري في الشارع
    و لقيت قطيع أبقار معدي قدامك
    اذا موجودة بين الأبقار وحدة بنفسجية 
    حتلفت نظرك لإنها مختلفة عن باقي القطيع 😁
    
    السبب الخلاك تركز مع البقرة البنفسجية
    هو السبب الحيخلي العميل يركز معاك انت
    من دون باقي المنافسين في السوق 🫡
    
    من المهم إنك تتميز عن غيرك
    و تطلع من الصورة النمطية 😁
    أعرف جمورك طلع البرسونا 
    عشان تعرف جمهورك منو
    و عايز شنو و موجود وين 
    و تقدم منتجك بطريقة مختلفة 
    دا الحل الثوري الحيصنع التغيير
    لازم تقدم منتجك بطريقة إبداعية .
    
    ♦️كيف تطبق البقرة البنفسجية ⁉️
    
    1️⃣ أتوكل و جرب طرق جديدة
    لازم تخاطر كل الإحتمالات واردة
    ممكن تنجح و منتجك ينتشر 😁
    و ممكن تفشل وما تحقق الإستفادة المرجوة 🫡
    
    2️⃣ إستخدم شعار بسيط 
    خلي

`,
  },
  {
    id: 6,
    title: "🔷 البندقية ... جوهرة إيطاليا ",
    img: itly,
    link: "https://www.facebook.com/100063470444102/posts/pfbid02ufmYUvhSiSUD4PkNm9mLbF4eyfAv8XHi7SmMwFPtYj61mbXzrpTVrFzPB1ETRTSTl/?app=fbl",
    text: `

البندقية أو فنيسيا بلغة الطليان
واحدة من أجمل المدن في العالم
المدينة دي مبنية على جزر صغيرة
متصلة ببعضها بالقنوات و الجسور
و دا البخليها مكان فريد و مافي زيها

أول ما تنزل في البندقية بتحس
كأنك دخلت في فيلم تاريخي 🤩
الشوارع ضيقة و البيوت ملونة
كل زاوية من المدينة ليها قصة 😉

أول حاجة لازم تجربها هي ركوب الجندول 
لغير الناطقين بها هو مركب صغير كدا 🚤
بمشي بيك في القنوات الضيقة دي 😊😊
و بتشوف مناظر خرافية بتحس بروعة المكان 🤩
ميدان سان ماركو قلب البندقية النابض 
ليهو سحر خاص دايما بكون ملان بالسياح

البندقية مشهورة بالمتاحف والمعارض الفنية
هناك لازم تزور متحف الأكاديمية 🏤 
الفيهو لوحات و رسومات قديمة
بتوريك تاريخ الفن الإيطالي 🇮🇹
كمان قصى دوجي المكان البفتح

`,
  },
  {
    id: 7,
    title: "🔷 البندقية ... جوهرة إيطاليا ",
    img: itly,
    link: "https://www.facebook.com/100063470444102/posts/pfbid02ufmYUvhSiSUD4PkNm9mLbF4eyfAv8XHi7SmMwFPtYj61mbXzrpTVrFzPB1ETRTSTl/?app=fbl",
    text: `

    `,
  },
  {
    id: 8,
    title: ` شعائر الحج في مكة `,
    img: haj,
    link: "https://www.facebook.com/100063470444102/posts/pfbid02o8UwSJ9GL18u2Q3fa8MUTR1gpvVLFrBDe3PrwDHQwSCEqxzoyyso3GdQLAf9z5Upl/?app=fbl",
    text: `
    #روحانية_الحج (1)

    
    الحج رحلة روحانية بتغير حياتك و بتخليك
    تحس بالسلام الداخلي و الإرتباط القوي بالله
    
    أول حاجة بتعملها لم تصل هي الإحرام من الميقات
    و بتمشي الكعبة بتبدأ بالطواف حولها سبع مرات
    بعد تنتهي من الطواف بتمشي بين الصفا و المروة
    سبع مرات بتتذكر من خلال السعي دا قصة هاجر
    وهي بتفتش على ماء لإبنها إسماعيل عليه السلام
    
    بعدها بنجي لأهم مناسك الحج الوقوف بعرفة
    الهو قلب الحج بكون في التاسع من ذو الحجة
    بتقيف في الجبل و تدعو الله سبحانه و تعالى
    
    بعد غروب شمس يوم عرفة بتتحرك لمزدلفة
    بتصلي فيها صلاتي المغرب و العشاء جمع تأخير
    و بتبيت هناك و بتجمع الحصيات لرمي الجمرات
    
    في اليوم التاني بتبدأ ترمي جمرة العقبة الكبرى
    بترمي سبع حصيات بتمثل رجم الشيطان 
    بعد رمي الجمرات بتحلق راسك أو بتقصره
    و بترجع مكة عشان تعمل طواف الإفاضة
    
    باقي أيام التشريق بتقضيها كلها في منى
    و بتستمر في رمي الجمرات كل يوم هناك
    قبل ما ترجع عشان تعمل طواف الوداع
    
    #تجربة_تحفر_في_الذاكرة
    #وكالة_الخلود
    `,
  },
  {
    id: 9,
    title: ` ⭕ ليست كباقي الفتيات `,
    img: algo,
    link: "https://www.facebook.com/groups/250458873280846/permalink/990132112646848/?app=fbl",
    text: `

    لم و لن تكن ابدا 😌😌
    
    جميلة و مستحلية متقلبة جدا رغم ذلك هي
    حلم كل كاتب محتوى و مدير سوشيال ميديا
    ما بتبتسم ليك بسهولة و لو عايز تزبط الشغل
    حتخت مهاراتك التحنيكية في إختبار حقيقي
    يا زبطت معاك و عبرت و الأمور سمنة على عسل
    و يا إتعولقت لك و شر العولاق الفضيحة ديك 😂
    حاول العب عليها كنتقدر و حتتعاقب من مارك
    يا سادة يا كرام إنهاااا خوارزميات فيسبوك 😎
    
    هي البتتحكم في المنشورات البتشوفها
    و الإقتراحات البتظهر لك في التايم لاين
    بناء على إهتمامك و سلوك في الفيسبوك
    
    بتشوفك أنت بتتفاعل مع شنو أكتر
    لو بتتفاعل أو بتعلق مع محتوى معين
    حتفهم إنك بتحبذ النوع دا من المحتوى
    بتجيب أصدقاء مقترحين بناء على
    -بياناتك الشخصية الفي الحساب
    -أرقامك الفي الجوال
    -الأصدقاء المشتركين
    -المجتمعات الداخل فيها
    
    ⭕ تستفيد منها كيف ⁉️
    بالأحرى تحنكا كيف عشان تستفيد منها 😁
    
    لازم تتعرف على حاجتين عشان تنجح 😂
    هي بتحب شنو و مابتحب شنو ✅
    
    ⭕ الخوارزميات بتحب :
    
    الحساب المكتمل البيانات ا
    the_hassan
    `,
  },
  {
    id: 10,
    title: `🔶 جرب من مكانك `,
    img: vitrual,
    link: "https://www.facebook.com/100064157440133/posts/pfbid0VVWgB8SViiVuzN1EmEa5Nno5ysfSm1deSTww1MHkFFC9Dm9MWG3Spi6monPAPzGGl/?app=fbl",
    text: `


يعتبر الواقع المعزز من أكتر الأدوات
التسويق الرقمي تأثيرا في رأي العملاء
بتيح ليك إمكانية رؤية المنتجات
في بيئتك الحقيقية قبل ما تشتريها 
من خلال تجربة ممتعة بالأجهزة الذكية 

يلا خلونا نتعرف على الواقع المعزز
و إستخداماته في التسويق الرقمي

الواقع المعزز هو تقنية بتمزج بين
العالم الحقيقي و العناصر الإفتراضية
عن طريق أجهزة ذكية أو نظارات
ببساطة كدا بخليك تتخيل حاجات
ما حقيقة قدامك في أرض الواقع
و خير مثال ليهو هو فلاتر سناب شات

التسويق الرقمي بستخدم الواقع المعزز
عشان العملاء يتفاعلوا مع السعلة العايزنها
و دا بضمن :
-تجربة مستخدم مميزة
-ولاء دائم للعلامة التجارية

📌 أمثلة لإستخدامات الواقع المعزز في التسويق

▪️ شركة Ikea للأثاث :
ممكن تجرب الاثاث و تشوف شكلو
حيكون كيف عندك من التلفون بس

▪️تطبيق لوريال 
بديك إمكانية لتجربة مستحضرات
التجميل إفتراضيا بدون زيارة المحل

▪️بيبسي 
إستخدمت الواقع المعزز في محطة
الحافلات عن طريق عرض مشاهد
إفتراضية مميزة تساعد في ترسيخ
صورة العلامة التجارية للشركة
Examples of the
    `,
  },
];
