import daha from './public/imgs/projects/articles/daha.jpg'
import persona from './public/imgs/projects/articles/bersona.jpg'
import ads from './public/imgs/projects/articles/paid-ads.jpg'
import media from './public/imgs/projects/articles/mediaSuccess.jpg'


export const articles = [

{id:1,
title:'دهاء تسويقي',
img:daha,
link:'https://www.facebook.com/61556904485171/posts/pfbid02V3nmSSc3RJbJnjmTXFHisMcDUfW2UK6ba7oZYsi13k5RM2hE9n1nQ8K9iM9mVeZ8l/?app=fbl',
text:`
🔶 دهاء تسويقي ‼️

سنه 2011 شركـة Coca Cola كانت بتواجهه منافسه شديده جدا مـع كميه المنافسين  .

قسم التسويق يسكت ❌
قسم التسويق حب يستعرض عضلاته 💪😂  ✅

قرروا يعملوا حمله تسويقية علي مستوي العالـم وتغير في الحمله اسم كوكا لأسم الناس البتشرب كوكاكولا " share a coke " .

▪️الحمله اتعرفت واشتهرت بـ أسم " كوكاكولا احلي مـع " ابراهيم ،محمد ، اميرة ، ... " 

▪️كوكاكولا وقتها أستخدمت في الحمله أسلوب تسويقي اسمه الـ Presonalization الهو أضافـة الطابع الشخصي للعميل البستخدم المنتـج للمنتج.

▪️طبعا الحملة أنتشرت لدرجـة كل الناس حبت الحملة وارتبطت بيها عاطفيآ وبتتكلم عنها .
" حتى الان تعتبر مـن أقوى حملات كوكاكولا "
الشركة استفادت منها بكم حاجة
- تعزيز العلامة التجارية
- بناء علاقة قوية مع العملاء
- زيادة المبيعات

عشان كده ضيف الطابـع الشخصي للعميل عشان عميلك يحس بالتميز وزي ما انت ميزتـه عن كل الناس ح يميزك ويرتبط بالمنتج بتاعك ويميزك عـن المنافسين .

يلا في أمان الله 🖤

#اوكسجين_تسويقي
`},
{id:2,
title:'أسرار النجاح في السوشيال ميديا',
img:media,
link:'https://www.facebook.com/61556904485171/posts/pfbid02V3nmSSc3RJbJnjmTXFHisMcDUfW2UK6ba7oZYsi13k5RM2hE9n1nQ8K9iM9mVeZ8l/?app=fbl',
text:`

🔶 أسرار النجاح في السوشيال ميديا ‼️

قد يكون عندك منتج أو خدمة بتقدمهم و بتجيك عوائد كويسة من فترة لفترة ، بالرغم إنو منظومتك التسويقية متهالكة 🤷‍♂️ .

♦️ليه كدا أنت خسران حتى لو مبيعات عالية ⁉️

- ببساطة عشان الظروف ما ثابتة ممكن تحصل اي حاجة توقف السوق او البلد بعدها حتعاني عشان ترجع 🤷‍♂️ .
- منافسينك ممكن يستغلوا الحته دي بإعتبارها نقطة ضعف واضحة 🤷‍♂️ . 

♦️ الحل شنو ‼️

1️⃣ تحسن منظومتك التسويقية بصورة مستمرة .

2️⃣ تبني علاقات دائمة مع العملاء .

3️⃣ تواكب المنافسين

خليك متطور بإستمرار و فتح عينك 👌.

#اوكسجين_تسويقي
`},

    {id:3,
    title:'إعلان ممول vs الترويج المباشر',
    img:ads,
    link:'https://www.facebook.com/61556904485171/posts/pfbid0YkVp4sg2BqfmR4svgjDaAMbbsP6UyL5bb9DUH4HEx5zkkjHBYaoE23C7vMYK48WLl/?app=fbl',
    text:`
🔶 إنشاء إعلان ممول vs الترويج المباشر  ‼️

محمد و سامي جيران في الحلة طبعهم التنافس من هم في المدرسة ، قرر كل واحد فيهم ينشئ مشروعه الخاص 🫡
محمد فتح مركز تدريب و سامي فتح وكالة سفر و سياحة .
عشان محمد و سامي شباب متعلمين كانوا حاسين ب أهمية التسويق و السوشيال ميديا ، ف اتعاقدوا مع براند متخصص في باقات محتوى  🫡 
محمد إختار يقدم تسويق مباشر مع خلال منصاته في السوشيال ميديا 
سامي عايز يطلع من الصندوق و يستخدم إعلان ممول 

(إعلان ممول يعني تدفع قروش للمنصة يعلموا ليك إعلان يحقق لك هدف معين)

مرت أيام و شهور محمد حاليا عندو جمهور ومتابعين في منصاته فيسبوك و يوتيوب ، سامي حقق اهدافه من الاعلان و زاد عدد متابعينه ف بالتالي ارقام المبيعات  إتحسنت .

♦️ أنت تختار شنو ⁉️

▪️في  الترويج المباشر أنت بتستعمل قوة الصفحة العندك ، وبتعتمد على تفاعل مشاركة الجمهور معاك في  الصفحة 🫡 ، لازم يكون عندك جمهور نشيط ويعمل لايك و يعلق لك و يعمل شير .

▪️ إعلان ممول على فيسبوك
زي ما عرفنا فوق هو إنك تدفع مبلغ لمنصة فيسبوك عشان تحقق هدف محدد .

ال facebook ads maniger بيقدملك واجهة بسيطة عشان تقدر تختار الجمهور المستهدف اللي عايز توصله، تحدد  ميزانيتك بالضبط .

▪️ختاما  من دون تعقيد لو عندك ميزانية كويسة و عايز توصل لأكبر عدد من الناس في وقت قصير ، أعمل إعلان ممول هيكون أسرع وأكتر فعالية.

▪️ لو عندك جمهور نشيط ومهتم بمحتواك، فالترويج المباشر من على الصفحة حيعزك . 

في النهاية الاختيار بين إنشاء إعلان ممول أو الترويج المباشر من على الصفحة 
يعتمد على أهدافك وميزانيتك ونوع الجمهور المستهدف. 

يلا في أمان الله 🖤

#اوكسجين_تسويقي
`
},
{id:4,title:'صفات العميل المثالي',
img:persona,
link:'https://www.facebook.com/61556904485171/posts/pfbid0bcw8tyXerzAF15qX1Gz2QR1ZVqT2SyVFi1fGghgFp2uncyYHHEfaDfcY63mYoWvNl/?app=fbl',
text:`
🔶  كيف تطلع صفات العميل المثالي ‼️

 قبل ما تبدأ تسوّق للبزنس بتاعك لازم تعمل تقسيم لشرائح العملاء وتعرف إنك حتستهدف منو ⁉️
 التقسيم  بيتم بناءً على ( العمر ، الجنس ، السكن وغيرها ... )

▪️بعدها لازم  تعمل ال Buyer Persona أو شخصية المشتري المثالية و دي عبارة عن شخصية خيالية بتصنعها في مخك وهي بتوضح ليك منه هو العميل المثالي الحيشتري المنتج حقك  🫡 .

♦️ كيف تعمل Buyer Persona ⁉️

نشرح ب مثال 🙏🤝 
لنفترض انو خالد بدرس لغات برمجة 🖥️
خالد جاب الدفتر و القلم عشان يحدد صفات العميل المثالي للكورسات تبعه .

خالد عايز يستهدف الشباب من عمر 16-30 سنة اللي متوفر عندهم إنترنت .
بعد ما خالد حدد الفئة المستهدفة 🤝 بدا يوصف في صفات العميل المثالي 🫡 .

✔️ تعالوا نشوف عمل شنو ⁉️

خالد حدد العميل المثالي شاب أسمه ناصر  عمره داخل الفئة المستهدفة القبيل . 

♦️صفات ناصر شنو ⁉️

🔷 ناصر بقرأ IT  مهتم بالحاسوب و ألعاب الفيديو و كل حاجة بتتعلق بالتكنولوجيا ✅ .
 
🔷 ناصر  بتطمح إنه يكون مهندس متميز يقدر يلقى وظيفة في مجاله في أسرع وقت .

🔷 ناصر بتكلم عربي و مهارته في الإنجليزية كويسة بقدر يتابع الشروحات بالإنجليزي برضو ناصر بقدر يستخدم الحاسوب كويس👌🏻

🔷 ناصر مقتدر مالياً وبيقدر يدفع لسعر الكورس من دون إشتباكات 😂 .

🔷 ناصر دخل كورسات كتير بس ما لقى الكورس العملي المفيد بالنسبة ليه .

🔷 ناصر بقضي أغلب وقته متنقل بين فيسبوك و لينكدين يقلب في الوظائف 🫡 .

🔷 ناصر حيدخل الكورس عشان الكورس عملي مناسب ليهو .

بالطريقة دي حتقدر تعمل  buyer persona  زي ما عمل خالد ✅

يلا في أمان الله 🖤

#اوكسجين _تسويقي

`}

];